Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUIGroupSharedBetweenV1AndV2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# %lld_OF_THE_GROUP_MEMBERS_ARE_NOT_PART_OF_YOUR_CONTACTS
source: %lld of the group members are not part of your contacts yet.
de: %lld der Gruppenmitglieder sind noch nicht in deinen Kontakten.
es: %lld de los miembros del grupo aún no están en tus contactos.
fr: %lld membres du groupe ne font pas encore partie de vos contacts.
it: %lld membri del gruppo non sono ancora tra i tuoi contatti.
ja: グループのメンバーのうち、まだ連絡先に登録されていない人が%lld人います。
ko: 그룹 멤버 %lld명이 아직 연락처에 없습니다.
pt_br: %lld dos membros do grupo ainda não estão na sua lista de contatos.
pt_pt: %lld dos membros do grupo ainda não estão nos seus contactos.
ru: %lld участников группы пока не добавлены в ваши контакты.
uk: %lld учасників групи поки що не внесено у ваші контакти.
zh_hans: 群组中有 %lld 位成员尚不是您的联系人。

source: %lld of the group members are not part of your contacts. Once they accept the group invitation, you will be able to invite them to join your contacts in one tap ☝️.
de: %lld der Gruppenmitglieder sind nicht in Ihren Kontakten. Sobald sie die Gruppenmitgliedschaft annehmen, können Sie sie mit einem Tippen ☝️ zu Ihren Kontakten hinzufügen.
es: %lld de los miembros del grupo no están en tus contactos. Una vez que acepten la invitación al grupo, podrás invitarlos a unirse a tus contactos con un solo toque ☝️.
fr: %lld des membres du groupe ne font pas partie de vos contacts. Lorsqu’ils auront accepté l’invitation au groupe, vous pourrez facilement les inviter à rejoindre vos contact ✌️.
it: %lld dei membri del gruppo non sono tra i tuoi contatti. Una volta che avranno accettato l'invito al gruppo, potrai invitarli ad aggiungersi ai tuoi contatti con un semplice tocco ☝️.
ja: グループのメンバーのうち、%lld人があなたの連絡先に登録されていません。グループ招待を承認すると、ワンタップで連絡先に招待できるようになります。☝️
ko: 그룹 멤버 %lld명이 연락처에 없습니다. 그룹 초대 요청을 수락하면 한 번의 탭으로 연락처에 추가하도록 초대할 수 있습니다. ☝️.
pt_br: %lld dos membros do grupo não estão em seus contatos. Depois que eles aceitarem o convite para o grupo, você poderá convidá-los a participar de seus contatos com um único toque ☝️.
pt_pt: %lld dos membros do grupo não estão na sua lista de contactos. Assim que aceitarem o convite para o grupo, poderá convidá-los a juntar-se aos seus contactos com um único toque ☝️.
ru: %lld из участников группы отсутствуют в ваших контактах. Как только они примут приглашение в группу, вы сможете пригласить их добавить в контакты в один клик ☝️.
uk: %lld учасників групи не вказані у ваших контактах. Після того, як вони приймуть запрошення в групу, ви зможете запропонувати їм додатись у ваші контакти в один дотик ☝️.
zh_hans: 群组成员中有 %lld 位不是您的联系人。当他们接受群组邀请后，您可以一键邀请他们加入您的联系人。☝️

# %lld_OF_THE_GROUP_MEMBERS_ARE_NOT_PART_OF_YOUR_CONTACTS_BUT_YOU_CAN_INVITE_THEM
source: %lld group members are not part of your contacts yet, but you can invite them in one tap ☝️.
de: %lld Gruppenmitglieder sind noch nicht in deinen Kontakten, aber du kannst sie mit einem Tippen einladen ☝️.
es: %lld miembros del grupo aún no están en tus contactos, pero puedes invitarlos con un solo toque ☝️.
fr: %lld membres du groupe ne font pas encore partie de vos contacts. Mais vous pouvez facilement les inviter ☝️.
it: %lld membri del gruppo non sono ancora tra i tuoi contatti, ma puoi invitarli con un semplice tocco ☝️.
ja: %lld人のグループメンバーがまだ連絡先に登録されていません。ワンタップで招待できます ☝️。
ko: %lld명의 그룹 멤버가 아직 연락처에 없지만, 한 번의 탭으로 초대할 수 있습니다 ☝️.
pt_br: %lld membros do grupo ainda não estão na sua lista de contatos, mas você pode convidá-los com um toque ☝️.
pt_pt: %lld membros do grupo ainda não estão nos seus contactos, mas pode convidá-los com um simples toque ☝️.
ru: %lld участников группы ещё не в ваших контактах, но вы можете пригласить их в один тап ☝️.
uk: %lld учасників групи ще не додані до ваших контактів, але ви можете запросити їх в один дотик 👆.
zh_hans: 群组中有 %lld 位成员尚不是您的联系人，但您可以一键邀请他们加入。☝️

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
uk: Прийняти
zh_hans: 接受

# ADD_%lld_USERS_TO_THE_GROUP_CREATION
source: Create a group with these %lld users
de: Eine Gruppe mit diesen %lld Nutzern erstellen
es: Crear un grupo con estos %lld usuarios
fr: Créer un groupe avec ces %lld utilisateurs
it: Crea un gruppo con questi %lld utenti
ja: これらの%lld人のユーザーとグループを作成
ko: 이 %lld명의 사용자와 그룹을 만듭니다
pt_br: Criar um grupo com estes %lld usuários
pt_pt: Criar um grupo com estes %lld utilizadores
ru: Создать группу с этими %lld пользователями
uk: Створити групу з цими %lld користувачами
zh_hans: 与这些 %lld 位用户创建群组

# ADD_%lld_USERS_TO_THE_GROUP_EDITION
source: Add the %lld users to the group
de: %lld Benutzer zur Gruppe hinzufügen
es: Añadir a los %lld usuarios al grupo
fr: Ajouter les %lld utilisateurs au groupe
it: Aggiungi %lld utenti al gruppo
ja: %lld 人のユーザーをグループに追加
ko: %lld명의 사용자를 그룹에 추가합니다.
pt_br: Adicionar %lld usuários ao grupo
pt_pt: Adicionar os %lld utilizadores ao grupo
ru: Добавить %lld пользователей в группу
uk: Додати %lld користувачів до групи
zh_hans: 将 %lld 个用户添加到群组

source: Add group members to your contacts
de: Füge Gruppenteilnehmer zu deinen Kontakten hinzu
es: Añade los miembros del grupo a tus contactos
fr: Ajouter les membres du groupe à vos contacts
it: Aggiungi i membri del gruppo ai tuoi contatti
ja: グループメンバーを連絡先に登録
ko: 그룹 멤버를 연락처에 추가하세요
pt_br: Adicione os membros do grupo aos seus contatos
pt_pt: Adicionar membros do grupo aos seus contactos
ru: Добавьте участников группы в свои контакты
uk: Додайте учасників групи до ваших контактів
zh_hans: 将群组成员添加到您的通讯录

# ADD_MEMBERS_TO_THIS_GROUP_BUTTON_TITLE
source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
it: Aggiungi membri
ja: メンバーを追加
ko: 멤버 추가
pt_br: Adicionar membros
pt_pt: Adicionar membros
ru: Добавить участников
uk: Додати учасників
zh_hans: 添加成员

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
pt_pt: Todos
ru: Все
uk: Всі
zh_hans: 全部

# ALL_THE_GROUP_MEMBERS_ARE_PART_OF_YOUR_CONTACTS
source: All the group members are already part of your contacts.
de: Alle Gruppenmitglieder sind bereits in Ihren Kontakten gespeichert.
es: Todos los miembros del grupo ya están en tus contactos.
fr: Tous les membres du groupe font déjà partie de vos contacts.
it: Tutti i membri del gruppo sono già presenti tra i tuoi contatti.
ja: グループのすべてのメンバーは、すでにあなたの連絡先に登録されています。
ko: 이미 모든 그룹 구성원이 연락처에 있습니다.
pt_br: Todos os membros do grupo já estão na sua lista de contatos.
pt_pt: Todos os membros do grupo já estão na sua lista de contactos.
ru: Все участники группы уже есть в ваших контактах.
uk: Усі учасники групи вже є у ваших контактах.
zh_hans: 群组中的所有成员都已经存在于您的通讯录中。

source: All your contacts are already part of this group ☺️.
de: Alle deine Kontakte sind bereits Teil dieser Gruppe ☺️.
es: Todos tus contactos ya forman parte de este grupo ☺️.
fr: Tous vos contacts font déjà partie de ce groupe ☺️.
it: Tutti i tuoi contatti fanno già parte di questo gruppo ☺️.
ja: あなたの連絡先はすべて、すでにこのグループに参加しています☺️。
ko: 모든 연락처가 이미 이 그룹에 있습니다.☺️
pt_br: Todos os seus contatos já fazem parte deste grupo. 🙁
pt_pt: Todos os seus contactos já fazem parte deste grupo.
ru: Все ваши контакты уже есть в этой группе ☺️.
uk: Всі ваші контакти вже є в цій групі ☺️.
zh_hans: 您的所有联系人已经在这个群组中☺️。

# ARE_YOU_SURE_YOU_WANT_TO_CANCEL_THIS_ONE_TO_ONE_INVITATION
source: Do you want to cancel this invitation?
de: Möchten Sie diese Einladung abbrechen?
es: ¿Quieres cancelar esta invitación?
fr: Voulez-vous annuler cette invitation ?
it: Vuoi annullare questo invito?
ja: この招待をキャンセルしますか？
ko: 이 초대를 취소하시겠습니까?
pt_br: Você deseja cancelar este convite?
pt_pt: Deseja cancelar este convite?
ru: Вы хотите отменить это приглашение?
uk: Ви хочете скасувати це запрошення?
zh_hans: 您想取消此邀请吗？

# ARE_YOU_SURE_YOU_WANT_TO_REMOVE_THE_%lld_SELECTED_MEMBERS
source: Are you sure you want to remove these %lld members from the group?
de: Sind Sie sicher, dass Sie diese %lld Mitglieder aus der Gruppe entfernen möchten?
es: ¿Estás seguro de que quieres eliminar a estos %lld miembros del grupo?
fr: Êtes-vous sûr de vouloir retirer ces %lldmembres du groupe ?
it: Sei sicuro di voler rimuovere questi %lld membri dal gruppo?
ja: これらの%lld人のメンバーをグループから削除しますか？
ko: 이 %lld명의 멤버를 그룹에서 제거하시겠습니까?
pt_br: Tem certeza de que deseja remover estes %lld membros do grupo?
pt_pt: Tem a certeza de que quer remover estes %lld membros do grupo?
ru: Вы уверены, что хотите удалить этих %lld участников из группы?
uk: Ви справді хочете видалити цих %lld учасників з групи?
zh_hans: 您确定要将这些 %lld 位成员从群组中移除吗？

# ARE_YOU_SURE_YOU_WANT_TO_SEND_ONE_TO_ONE_INVITATION_TO_%lld_USERS
source: Are you sure you want to invite these %lld users?
de: Sind Sie sicher, dass Sie diese %lld Benutzer einladen möchten?
es: ¿Estás seguro de que quieres invitar a estos %lld usuarios?
fr: Êtes-vous sûr de vouloir inviter ces %lld utilisateurs ?
it: Sei sicuro di voler invitare questi %lld utenti?
ja: %lld人のユーザーを招待してよろしいですか？
ko: %lld명의 사용자를 초대하시겠습니까?
pt_br: Tem certeza de que deseja convidar estes %lld usuários?
pt_pt: Tem a certeza de que quer convidar estes %lld utilizadores?
ru: Вы уверены, что хотите пригласить этих %lld пользователей?
uk: Ви впевнені, що хочете запросити цих %lld користувачів?
zh_hans: 您确定要邀请这些 %lld 位用户吗？

# BUTTON_TITLE_ONE_TO_ONE_INVITATION_SENT
source: Invitation sent
de: Einladung gesendet
es: Invitación enviada
fr: Invitation envoyée
it: Invito inviato
ja: 招待を送信しました
ko: 초대장이 발송되었습니다.
pt_br: Convite enviado
pt_pt: Convite enviado
ru: Приглашение отправлено
uk: Запрошення надіслано
zh_hans: 邀请已发送

# BUTTON_TITLE_SEND_ONE_TO_ONE_INVITATION
source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待
ko: 초대
pt_br: Convidar
pt_pt: Convidar
ru: Пригласить
uk: Запросити
zh_hans: 邀请

# CANCEL_ONE_TO_ONE_INVITATION_BUTTON_TITLE
source: Cancel the invitation
de: Einladung widerrufen
es: Cancelar la invitación
fr: Annuler l’invitation
it: Annulla l'invito
ja: 招待のキャンセル
ko: 초대 취소
pt_br: Cancelar o convite
pt_pt: Cancelar o convite
ru: Отменить приглашение
uk: Скасувати запрошення
zh_hans: 取消邀请

source: Choose a group photo
de: Wähle ein Gruppenfoto
es: Elige una foto de grupo
fr: Choisir une photo de groupe
it: Scegli una foto di gruppo
ja: グループの写真を選択
ko: 그룹 사진을 선택하세요
pt_br: Escolha uma foto para o grupo
pt_pt: Escolha uma foto para o grupo
ru: Выберите фото для группы
uk: Оберіть фото для групи
zh_hans: 选择群组照片

source: Edit group details
de: Gruppendetails bearbeiten
es: Editar detalles del grupo
fr: Éditer les détails du groupe
it: Modifica dettagli gruppo
ja: グループの詳細を編集
ko: 그룹 정보 수정
pt_br: Editar detalhes do grupo
pt_pt: Editar detalhes do grupo
ru: Редактировать детали группы
uk: Редагувати деталі групи
zh_hans: 编辑群组详情

# ENTER_GROUP_DETAILS
source: New name and description
de: Neuer Name und Beschreibung
es: Nuevo nombre y descripción
fr: Nouveaux nom et description
it: Nuovo nome e descrizione
ja: 新しい名前と説明
ko: 새 이름 및 설명
pt_br: Novo nome e descrição
pt_pt: Novo nome e descrição
ru: Новое имя и описание
uk: Нове ім'я та опис
zh_hans: 新的名称和描述

source: Group description
de: Gruppenbeschreibung
es: Descripción del grupo
fr: Description du groupe
it: Descrizione gruppo
ja: グループの説明
ko: 그룹 설명
pt_br: Descrição do grupo
pt_pt: Descrição do grupo
ru: Описание группы
uk: Опис групи
zh_hans: 群组描述

# GROUP_MEMBERS_ADD
source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
it: Aggiungi membri
ja: メンバーを追加
ko: 멤버 추가
pt_br: Adicionar membros
pt_pt: Adicionar membros
ru: Добавить участников
uk: Додати учасників
zh_hans: 添加成员

# GROUP_MEMBERS_REMOVE
source: Remove members
de: Mitglieder entfernen
es: Eliminar miembros
fr: Retirer des membres
it: Rimuovi membri
ja: メンバーを削除
ko: 멤버 삭제
pt_br: Remover membros
pt_pt: Remover membros
ru: Удалить участников
uk: Видалити учасників
zh_hans: 移除成员

# GROUP_MEMBERS_TITLE_%lld
source: Group members (%lld)
de: Gruppenmitglieder (%lld)
es: Miembros del grupo (%lld)
fr: Membres du groupe (%lld)
it: Membri del gruppo (%lld)
ja: グループメンバー (%lld)
ko: 그룹 멤버 (%lld)
pt_br: Membros do grupo (%lld)
pt_pt: Membros do grupo (%lld)
ru: Участники группы (%lld)
uk: Члени групи (%lld)
zh_hans: 群组成员（%lld）

# GROUP_MEMBERS_TITLE_WHEN_NO_OTHER_MEMBER
source: You're the only member in this group
de: Du bist der einzige Teilnehmer in dieser Gruppe.
es: Eres el único miembro de este grupo
fr: Vous êtes le seul membre de ce groupe
it: Sei l'unico membro di questo gruppo
ja: このグループにはあなただけが参加しています
ko: 이 그룹에는 당신 혼자만 있습니다.
pt_br: Você é o único membro neste grupo.
pt_pt: És o único membro neste grupo
ru: Вы единственный участник в этой группе
uk: Ви є єдиним учасником у цій групі
zh_hans: 你目前是该群组的唯一成员

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
pt_br: Nome do grupo
pt_pt: Nome do grupo
ru: Название группы
uk: Назва групи
zh_hans: 群组名称

# GROUP_UPDATE_IN_PROGRESS_EXPLANATION_BODY
source: An update of this group is in progress. Please wait until it is done to make further modifications.
de: Ein Update dieser Gruppe ist gerade im Gange. Bitte warte, bis es abgeschlossen ist, bevor du weitere Änderungen vornimmst.
es: Se está actualizando este grupo. Por favor, espere a que termine para realizar más modificaciones.
fr: Une mise à jour du groupe est en cours. Merci de patienter jusqu'à son terme pour faire de nouvelles modifications.
it: Un aggiornamento di questo gruppo è in corso. Si prega di attendere il completamento prima di apportare ulteriori modifiche.
ja: このグループの更新作業中です。完了するまで、他の変更は行わないでください。
ko: 이 그룹의 업데이트가 진행 중입니다. 다른 변경 사항을 적용하기 전에 업데이트가 완료될 때까지 기다려 주세요.
pt_br: Uma atualização deste grupo está em andamento. Por favor, aguarde até que seja concluída para fazer mais alterações.
pt_pt: Uma atualização deste grupo está em andamento. Por favor, aguarde até que seja concluída para fazer mais alterações.
ru: Обновление этой группы выполняется. Пожалуйста, дождитесь завершения, прежде чем вносить какие-либо изменения.
uk: Оновлення цієї групи в процесі. Будь ласка, зачекайте, поки воно не завершиться, перш ніж вносити подальші зміни.
zh_hans: 此群组正在更新中。请等待更新完成后再进行其他修改。

# GROUP_UPDATE_IN_PROGRESS_EXPLANATION_TITLE
source: Update in progress
de: Wird aktualisiert
es: Actualización en curso
fr: Mise à jour en cours
it: Aggiornamento in corso
ja: アップデート中
ko: 업데이트 진행 중
pt_br: Atualização em andamento
pt_pt: Atualização em curso
ru: Обновление в процессе
uk: Оновлення в процесі
zh_hans: 正在更新

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
uk: Зображення
zh_hans: 图片

source: Invite them all
de: Lade sie alle ein
es: Invítalos a todos
fr: Les inviter tous
it: Invitali tutti
ja: 全員を招待
ko: 모두 초대
pt_br: Convide todos
pt_pt: Convidar todos
ru: Пригласить всех
uk: Запросіть їх усіх
zh_hans: 邀请所有人

# IS_ADMIN
source: Admin
de: Administrator
es: Administrador
it: Amministratore
ja: 管理者
ko: 관리자
pt_br: Administrador
pt_pt: Administrador
ru: Администратор
uk: Адмін
zh_hans: 管理员

# IS_NOT_ADMIN
source: Not admin
de: Kein Admin
es: No es administrador
fr: Pas admin
it: Non amministratore
ja: 管理者ではない
ko: 관리자가 아님
pt_br: Não é administrador
pt_pt: Não é administrador
ru: Не администратор
uk: Не адміністратор
zh_hans: 不是管理员

# NO_CONTACT_FOUND_MATCHING_YOUR_SEARCH
source: No contact found 🥲.
de: Kein Kontakt gefunden 😔.
es: No se encontró ningún contacto 🙁.
fr: Aucun contact trouvé 🥲.
it: Nessun contatto trovato 😔.
ja: 該当する連絡先が見つかりませんでした。🥲
ko: 연락처를 찾을 수 없습니다. 😥
pt_br: Nenhum contato encontrado 🙁.
pt_pt: Nenhum contacto encontrado 😥.
ru: Контакт не найден 😔.
uk: Контакт не знайдено 😔.
zh_hans: 未找到联系人。🥲

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_CHOOSE_PICTURE
source: Photo library
de: Fotobibliothek
es: Biblioteca de fotos
fr: Librairie de photos
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 앨범
pt_br: Galeria de fotos
pt_pt: Biblioteca de fotos
ru: Фототека
uk: Фототека
zh_hans: 照片库

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
uk: Файл
zh_hans: 文件

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_REMOVE_PICTURE
source: Remove the photo
de: Foto entfernen
es: Eliminar la foto
fr: Supprimer la photo
it: Rimuovi la foto
ja: 写真を削除
ko: 사진 삭제
pt_br: Remover a foto
pt_pt: Remover a foto
ru: Удалить фото
uk: Видалити фото
zh_hans: 删除照片

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_RESTORE_PICTURE
source: Restore the published photo
de: Veröffentlichtes Foto wiederherstellen
es: Restaurar la foto publicada
fr: Restaurer la photo publiée
it: Ripristina la foto pubblicata
ja: 公開した写真を元に戻す
ko: 공개된 사진 복원
pt_br: Restaurar a foto publicada
pt_pt: Restaurar a foto publicada
ru: Восстановить опубликованную фотографию
uk: Відновити опубліковане фото
zh_hans: 恢复已发布的照片

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_TAKE_PICTURE
source: Take a photo
de: Mache ein Foto
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar uma foto
pt_pt: Tirar uma foto
ru: Сделать фото
uk: Зробити фото
zh_hans: 拍照

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt_br: Pendente
pt_pt: Pendente
ru: В обработке
uk: В очікуванні
zh_hans: 待处理

source: Publish changes
de: Änderungen übernehmen
es: Publicar cambios
fr: Publier les changements
it: Pubblica modifiche
ja: 変更を公開
ko: 변경 사항 게시
pt_br: Publicar alterações
pt_pt: Publicar alterações
ru: Опубликовать изменения
uk: Опублікувати зміни
zh_hans: 发布更改

source: Publish group
de: Gruppe veröffentlichen
es: Publicar grupo
fr: Publier le groupe
it: Crea gruppo
ja: グループを公開
ko: 그룹 게시
pt_br: Publicar grupo
pt_pt: Criar grupo
ru: Опубликовать группу
uk: Опублікувати групу
zh_hans: 发布群组

# REMOVE_%lld_MEMBERS
source: Remove the %lld members
de: %lld Mitglieder entfernen
es: Eliminar a %lld miembros
fr: Retirer les %lld membres
it: Rimuovi i %lld membri
ja: %lld人のメンバーを削除
ko: %lld명의 멤버 제거
pt_br: Remover os %lld membros
pt_pt: Remover os %lld membros
ru: Удалить %lld участников
uk: Видалити %lld учасників
zh_hans: 移除 %lld 个成员

# REMOVE_GROUP_MEMBER_BUTTON_TITLE
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Remover
ru: Удалить
uk: Видалити
zh_hans: 移除

# REPLACE_GROUP_PHOTO
source: Replace the group photo
de: Gruppenfoto ersetzen
es: Reemplazar la foto del grupo
fr: Remplacer la photo de groupe
it: Sostituisci la foto del gruppo
ja: グループ写真を変更
ko: 그룹 사진 바꾸기
pt_br: Substituir a foto do grupo
pt_pt: Substituir a foto do grupo
ru: Заменить фото группы
uk: Замінити фото групи
zh_hans: 更换群组照片

# SEND_THE_%lld_ONE_TO_ONE_INVITATIONS
source: Send the %lld invitations
de: Sende die %lld Einladungen
es: Enviar las %lld invitaciones
fr: Envoyer les %lld invitations
it: Invia %lld inviti
ja: %lld件の招待状を送信
ko: %lld개의 초대장을 보냅니다.
pt_br: Enviar os %lld convites
pt_pt: Enviar os %lld convites
ru: Отправить %lld приглашения
uk: Надіслати %lld запрошення
zh_hans: 发送 %lld 个邀请

# SHOW_ALL_GROUP_MEMBERS
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Voir tout
it: Mostra tutto
ja: すべて表示
ko: 모두 보기
pt_br: Mostrar tudo
pt_pt: Mostrar tudo
ru: Показать все
uk: Показати все
zh_hans: 显示全部

source: Show all group members or restrict to admins
de: Alle Gruppenmitglieder anzeigen oder auf Admins beschränken
es: Mostrar a todos los miembros del grupo o restringir a los administradores
fr: Voir tous les membres ou se restreindre aux administrateurs
it: Mostra tutti i membri del gruppo o limita agli amministratori
ja: グループのすべてのメンバーを表示するか、管理者のみに表示するか
ko: 모든 그룹 구성원을 표시하거나 관리자만 표시하도록 설정
pt_br: Mostrar todos os membros do grupo ou restringir aos administradores
pt_pt: Mostrar todos os membros do grupo ou restringir aos administradores
ru: Показать всех участников группы или ограничить администраторами
uk: Показати всіх учасників групи або обмежити адміністраторами
zh_hans: 显示所有群组成员，或仅显示管理员

source: Show me
de: Zeig es mir
es: Muéstrame
fr: Voir plus
it: Mostrami
ja: 表示
ko: 보여줘
pt_br: Mostrar
pt_pt: Mostrar
ru: Покажи мне
uk: Покажи мені
zh_hans: 显示给我

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索

source: Tap to accept
de: Tippen zum Akzeptieren
es: Toca para aceptar
fr: Taper pour accepter
it: Tocca per accettare
ja: タップして承認
ko: 수락하려면 탭하세요
pt_br: Toque para aceitar
pt_pt: Toque para aceitar
ru: Нажмите, чтобы принять
uk: Торкніться, щоб підтвердити
zh_hans: 点击以接受

source: The following %lld group members are already part of your contacts.
de: Folgende %lld Gruppenmitglieder sind bereits in Ihren Kontakten.
es: Los siguientes %lld miembros del grupo ya están en tus contactos.
fr: Les %lld membres suivants font déjà partie de vos contacts.
it: I seguenti %lld membri del gruppo sono già presenti nei tuoi contatti.
ja: 次の %lld 人のグループメンバーは、すでにあなたの連絡先に登録されています。
ko: 다음 %lld명의 그룹 구성원은 이미 연락처에 있습니다.
pt_br: Os seguintes %lld membros do grupo já estão na sua lista de contatos.
pt_pt: Os seguintes %lld membros do grupo já estão nos seus contactos.
ru: Следующие %lld участников группы уже есть в ваших контактах.
uk: Наступні %lld учасники групи вже є у ваших контактах.
zh_hans: 以下 %lld 位群组成员已是您的联系人。

source: The following %lld group members are not part of your contacts. Once they accept the group invitation, you will be able to invite them to join your contacts in one tap ☝️.
de: Die folgenden %lld Gruppenmitglieder sind nicht Teil Ihrer Kontakte. Sobald sie die Gruppeneinladung annimmt, können Sie sie mit einem Tippen einladen, Ihren Kontakten hinzuzufügen ☝️.
es: Los siguientes %lld miembros del grupo no están en tus contactos. Una vez que acepten la invitación al grupo, podrás invitarlos a unirse a tus contactos con un solo toque ☝️.
fr: Les %lld membres du groupe ci-dessous ne font pas partie de vos contacts. Lorsqu’ils auront accepté l’invitation au groupe, vous pourrez facilement les inviter à rejoindre vos contact ✌️.
it: I seguenti %lld membri del gruppo non sono tra i tuoi contatti. Una volta che avranno accettato l'invito al gruppo, potrai invitarli ad aggiungere ai tuoi contatti con un semplice tocco ☝️.
ja: 以下の %lld 人のグループメンバーは、あなたの連絡先に登録されていません。グループの招待を承諾すると、ワンタップで連絡先に招待できるようになります ☝️.
ko: 다음 %lld명의 그룹 구성원은 연락처에 포함되어 있지 않습니다. 그룹 초대 알림을 수락하면 한 번의 탭으로 연락처에 추가할 수 있습니다 ☝️.
pt_br: Os seguintes %lld membros do grupo não estão nos seus contatos. Assim que aceitarem o convite do grupo, você poderá convidá-los para seus contatos com apenas um toque ☝️.
pt_pt: Os seguintes %lld membros do grupo não fazem parte dos seus contactos. Assim que aceitarem o convite para o grupo, poderá convidá-los a juntar-se aos seus contactos com um simples toque ☝️.
ru: Следующие %lld участника группы отсутствуют в ваших контактах. После того, как они примут приглашение в группу, вы сможете пригласить их в свои контакты в один клик ☝️.
uk: Наступні %lld учасники групи не в вашому списку контактів. Як тільки вони приймуть запрошення до групи, ви зможете запропонувати їм додатись до ваших контактів в один дотик ☝️.
zh_hans: 以下 %lld 位群组成员不在您的通讯录中。他们在接受群组邀请后，您就可以一键邀请他们加入您的通讯录 ☝️.
